{
  "menu": {
    "meta": {
      "header": "Brunch Menu.",
      "title": "Featuring our 2016 menu."
    },
    "config": {
      "season": "Winter"
    },
    "menulist": [{
      "title": "raw vegan",
      "class": "raw",
      "items": [{
        "title": "Cheesy Vegetable Wrap",
        "descript": "Flax and carrot wrap filled with shredded broccoli, carrot, spinach, tomato, avocado, and zucchini smothered in a raw vegan cheese sauce. Served with fresh fruit and a garden salad.",
        "price": "15"
      }, {
        "title": "Granola Parfait Smoothie Bowl",
        "descript": "Mango, orange, and strawberry smoothie served in a bowl and topped with crispy, dehydrated, cinnamon almond granola, fresh fruit, goji berries, chia seeds, cashew yogurt, and freeze dried berries.",
        "price": "14"
      }, {
        "title": "Green Salad",
        "descript": "Assorted field greens, spinach, arugula, chopped kale, wakame seaweed, untoasted nori and avocado. Topped with walnuts and almonds and served with flax bread and a spinach and lemon vinaigrette.",
        "price": "12"
      }, {
        "title": "Garden salad",
        "descript": "Assorted field greens, peppers, cucumbers, avocado, tomato, spinach, and pumpkin seeds. Topped with cashew cheese and served with flax bread and an apple cider vinegar and olive oil vinaigrette.",
        "price": "12"
      }]
    }, {
      "title": "sweet",
      "class": "sweet",
      "items": [{
        "title": "Eden’s Waffles",
        "descript": "Made with a special gluten free and vegan batter recipe and topped with your choice of: chocolate chips, bananas, strawberries, peanut butter, almond butter, bee pollen, raw honey, walnuts, coconut, and pumpkin seeds. Served with cashew and coconut butter and maple syrup.",
        "price": "11"
      }, {
        "title": "Brie-Stuffed Strawberry French Toast ",
        "descript": "Made with gluten free bread and spiced with nutmeg, cardamom, and orange zest. Served with cashew and coconut butter, strawberry preserves, and fresh strawberries.",
        "price": "13"

      }, {
        "title": "Blueberry Filled Chickpea Pancake",
        "descript": "A fluffy gluten free and vegan chickpea flour pancake, spiced with cinnamon and ginger, and stuffed with blueberries. Served with cashew and coconut butter, maple syrup, and blueberry jam.",
        "price": "12"
      }]
    }, {
      "title": "savory",
      "class": "savory",
      "note": "All savory dishes come with your choice of soup, salad, or a fresh fruit cup.",
      "items": [{
          "title": "Tempeh Salad with Curry Spice",
          "descript": "Orange zest, red onion, carrots, and red peppers mixed with tempeh and coconut cream. Served on a gluten free and vegan English muffin with avocado and arugula.",
          "price": "11",
          "listdescript": "add a egg $1.5"
        }, {
          "title": "Quinoa Super Bowl",
          "descript": "Pickled carrots, spicy mushrooms, tomato, cucumber, wakame seaweed, slivered almonds, and avocado with a tahini and lemon dressing.",
          "price": "11",
          "listdescript": "add a egg $1.5"
        }, {
          "title": "Falafel Lettuce Wraps",
          "descript": "Pan-fried falafel, pumpkin seed hummus, pickled vegetables, and cashew cucumber tzatziki sauce.",
          "price": "12"
        }, {
          "title": "Coconut and Chickpea Burger",
          "descript": "Served on a gluten free and vegan bun with cashew sriracha aioli, spinach, avocado, and red onion. Served with your choice of cashew or goat cheese.",
          "price": "13",
          "listdescript": "add a egg $1.5"
        }, {
          "title": "BBQ Portobello and Green Pepper Tacos",
          "descript": "Three soft corn tortilla tacos, topped with fresh arugula, avocado, chili pepper cream, and almond cheese.",
          "price": "13"
        }, {
          "title": "Omelette of the day",
          "descript": "Three eggs filled with the chef's selection of daily vegetables and cheese. Comes with gluten free toast.",
          "price": "12"
        }, {
          "title": "Vegetable Scramble",
          "descript": "Assorted vegetables and black-eyed peas lightly sauteed with your choice of three eggs or tofu eggs. Topped with fresh avocado and your choice of cashew or goat cheese. Comes with gluten free toast or corn tortillas.",
          "price": "12"
        }, {
          "title": "Egg Sandwich ",
          "descript": "cashew cream, and goat cheese.",
          "price": "11"
        }

      ]
    }, {
      "title": "small",
      "class": "sides",
      "items": [{
        "title": "Vanilla Chia Seed Pudding",
        "descript": "Made with coconut and almond milk, served with fresh strawberries.",
        "price": "6"
      }, {
        "title": "Muffin of the Day",
        "descript": "Gluten free and vegan muffin served with coconut and cashew butter.",
        "price": "3.5"
      }, {
        "title": "House made Pecan Granola ",
        "descript": "Made with maple syrup, pecans, olive oil and gluten free oats. Topped with fresh strawberries and bananas and served on your choice of Greek yogurt, coconut yogurt, or almond milk.",
        "pricelist": {
          "large": "13",
          "small": "9"
        }
      }]
    }, {
      "title": "add-ons",
      "class": "addons",
      "items": [{
        "title": "cheese",
        "price": "1.5"
      }, {
        "title": "egg",
        "price": "1.5"
      }, {
        "title": "tempeh bacon ",
        "price": "4"
      }, {
        "title": "mushroom and almond sausage",
        "price": "4"
      }, {
        "title": "toast",
        "price": "1.5"
      }, {
        "title": "greek yogurt",
        "price": "3.5"
      }, {
        "title": "coconut yogurt",
        "price": "3.5"
      }, {
        "title": "fruit",
        "price": "3.5"
      }, {
        "title": "salad",
        "price": "3.5"
      }, {
        "title": "soup",
        "price": "3.5"
      }]
    }]
  }
}
