{
  "menu" : {
    "meta" : { 
      "header" : " Dinner Menu.",
      "title" : "Spring Season 2014"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "start", 
        "class" : "start", 
        "descript" : "our raw starters", 
         "items" : [
          {
            "title" : "Pumello and Cara Cara salad",
            "descript" : "With pea shoots, preserved lemon, spicy almonds, avocado, ginger and lime.",
            "price" : "8"
          },
          {
            "title" : "Legumes Non Cuits",
            "descript" : "Our version of a charcuterie platter. Cured beet, hot porcini mushroom sausage, apple and walnut pate, asparagus and sunflower terrine, creamy mustard, fig jam, pickled green apple and mustard seeds with soaked oat and flax bread",
            "price" : "13"
          },                  
          {
            "title" : "BBQ Shiitake Dumplings",
            "descript" : "Chia seed and coconut wraps filled with shiitake, red onion,and jicama, served in a coconut amino, sassafras leaf and beads or paradise sauce..",
            "price" : "8"
           },                  
           {
            "title" : "Sunflower Seed Hummus",
            "descript" : "Red black and white quinoa, baby kale, pepitas, cranberries, red cabbage, and carrots served with a whole grain mustard and nutmeg vinaigrette.",
            "price" : "11"
            }
        ]
      }, 
      {
        "title" : "raw main", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Green Papaya Noodles",
            "descript" : "Kelp noodles, carrot, basil, mint, cucumber and daikon radish in a lime, ginger and goji berry sauce. With a spicy dehydrated peanuts and mango dust.",
            "price" : "15"
          },
          {
            "title" : "Crusted Oyster Mushroom Enchiladas",
            "descript" : "Thinly sliced zucchini filled with coriander and flax crusted oyster mushrooms almond cotija cheese, avocado and chopped kale, topped with a chili and cacao sun dried tomato sauce, green onions and poblano peppers.",
            "price" : "15"
          },                
          {
            "title" : "Spicy Plantain Curry",
            "descript" : "Cherry tomato, carrot, red pepper and sweet potato in a sun dried tomato, ancho chili and coconut, curry sauce, served with parsnip and sunflower rice, plantain chips and basil edamame pure..",
            "price" : "15"
          }
        ]
      },        
      {
        "title" : "hot main",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Creamy Green Bean Noodles",
            "descript" : "Grain free noodles made of green beans and green peas with oyster mushrooms, cauliflower, baby kale and asparagus in a coconut milk, smoke and tomato sauce.",
            "price" : "13"
           },         
           {
            "title" : "Jack Fruit Carnitas",
            "descript" : "Shredded jack fruit cooked with onion and garlic served in a cacao and tomato sauce with brown rice, avocado, locally made corn tortillas, cashew sour cream and pickled onions topped with a cilantro and arugula salad.",
            "price" : "13"
           },
           {
            "title" : "Spicy Curried Brussel Sprouts",
            "descript" : "Halved brussel sprouts, potatoes, onions, zucchini and spinach in a thick yellow curry and sunflower seed sauce served with brown rice, fresh parsley and avocado.",
            "price" : "13"
           },
           {
            "title" : "Rainbow Quinoa Salad",
            "descript" : "Red black and white quinoa, baby kale, pepitas, cranberries, red cabbage and carrots served with a whole grain mustard and nutmeg vinaigrette.",
            "price" : "11"
           },
           {
            "title" : "Peanut Noodle Salad",
            "descript" : "Grain free mung bean noodles. chopped spinach, red onion, red pepper, edemame and carrots tossed in a peanut butter sauce topped with crushed and toasted peanuts.",
            "price" : "11"
           },
           {
            "title" : "gardan salad",
            "descript" : "Baby greens, kale, avocado, tomato, carrot, red pepper, cucumber and pumpkin seeds served with a balsamic and olive oil vinaigrette.",
            "price" : "10"
           }
        ]
      },         
      {
        "title" : "end", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Red Velvet",
            "descript" : "Beet tinted cacao and almond cake with white chocolate, cinnamon and cashew ganache. Served with persimmon sauce and fresh blackberries. Nut Free.",
            "price" : "9"
          },
          {
            "title" : "Double Chocolate Sandwich",
            "descript" : "Pumpkin seed and cacao cookies with avocado and cacao butter fudge, fresh bananas and banana cream.",
            "price" : "8"
          },
          {
            "title" : "Strawberry Shortcake",
            "descript" : "crushed coconut cake with vanilla macadamia cream, fresh strawberries and strawberry dust.",
            "price" : "9"
          },                  
          {
            "title" : "Green pea and lime ice cream",
            "descript" : "served with pecan short bread, kumquat marmalade and local bee boy honey. (please tell your server if you do not eat honey)",
            "price" : "8"
          }
        ]
      }   
    ]
  }
}