{
  "menu" : {
    "meta" : { 
      "header" : " Dinner Menu.",
      "title" : "Spring Season 2015"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "raw vegan appetizers", 
        "class" : "start", 
        "descript" : "our raw vegan starters", 
         "items" : [
          {
            "title" : "Seaweed Salad",
            "descript" : "Assorted sea greens, cucumber, green onions, sesame seeds, pea shoots, coconut aminos, and red chili.",
            "price" : "7"
          },
          {
            "title" : "Mediterranean Platter",
            "descript" : "Pumpkin seed and spinach hummus, carrot falafel, cucumber and tomato salad, flax pita, and almond cheese-stuffed dates with local honey.",
            "price" : "14"
          },                  
          {
            "title" : "Crostinis with Carrot Caviar",
            "descript" : "Flax and walnut crostinis, sage-infused almond and cashew cheese, and carrot caviar with red sea salt.",
            "price" : "10"
           },                  
           {
            "title" : "Pistachio Thyme Cheese",
            "descript" : "Served with fresh berries, coconut butter crackers, and local honey.",
            "price" : "9"
            }
        ]
      }, 
      {
        "title" : "raw vegan entrees", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Pad Thai",
            "descript" : "Zucchini, red cabbage, carrot, green onions, bean sprouts, basil, mint, and kelp noodles with a tamarind and coconut sauce. Topped with crispy, lime-soaked almonds.",
            "price" : "16"
          },
          {
            "title" : "Tacos",
            "descript" : "Chia and flax tortillas stuffed with mushroom, beet, and pumpkin seed meat, sunflower seed cheese, avocado, romaine lettuce, pea sprouts, and salsa verde. Nut-free.",
            "price" : "16"
          },                
          {
            "title" : "Manicotti",
            "descript" : "Coconut noodles filled with almond ricotta, fresh spinach, and basil. Topped with sun-dried tomato marinara and cashew parmesan.",
            "price" : "16"
          }
        ]
      },        
      {
        "title" : "100% gluten free cooked entrees",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Jackfruit Molé",
            "descript" : "Savory jackfruit with tomato, onion, and green pepper. Served with house-made molé sauce, brown rice, avocado, coconut sour cream, and fresh salsa verde.",
            "price" : "13"
           },         
           {
            "title" : "Mushroom Dumplings",
            "descript" : "Stuffed with cashews, mushrooms, and spices. Steamed with assorted vegetables and wilted greens and served in a coconut, ginger, and turmeric broth. Topped with pea shoots and fresh herbs.",
            "price" : "13"
           },
           {
            "title" : "Zongzi",
            "descript" : "Bamboo leaves stuffed with red rice, zucchini, cauliflower, carrots, and chickpeas. Steamed and served with avocado, fresh cucumber, and a black garlic and peanut sauce.  (Bamboo leaves are an aromatic and natural cooking device but are not meant to be eaten.)",
            "price" : "13"
           },
           {
            "title" : "Broccoli and Coriander Soup",
            "descript" : "A thick and creamy soup served with sauteed spinach, cauliflower, green peas, brown rice, and almond cheese.",
            "price" : "13"
           },
           {
            "title" : "Creamy Pasta Salad",
            "descript" : "Brown rice and quinoa pasta tossed with avocado, cucumber, tomato, chopped kale, spinach, and carrots. Served with a creamy coconut, parsley, and lemon dressing.",
            "pricelist" : {
              "large" : "11",
              "small" : "8"
            }
           },
           {
            "title" : "Chopped Kale Salad",
            "descript" : "Finely chopped kale with broccoli, carrot, cabbage, water chestnuts, and chickpeas. Served with fresh basil, mint, and a sesame and ginger vinaigrette. Topped with crushed peanuts.",
            "pricelist" : {
              "large" : "11",
              "small" : "8"
            }
          }
        ]
      },         
      {
        "title" : "raw vegan deserts", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Orange Creamsicle Ice Cream Cake",
            "descript" : "Served with tangerine coulis and whipped cashew cream.",
            "price" : "9"
          },
          {
            "title" : "Coconut Cream Cake",
            "descript" : "Seasoned with vanilla and ginger. Topped with fresh strawberries and a strawberry sauce.",
            "price" : "9"
          },
          {
            "title" : "Chocolate Filled Chocolate",
            "descript" : "Chocolate walnut cake filled with a rich chocolate cream.Topped with spicy cacao nibs and a raspberry, beet, and cinnamon sauce.",
            "price" : "10"
          },                  
          {
            "title" : "Lemon and Saffron Chia Pudding",
            "descript" : "Served with fresh bananas, mango, and local honey. Nut-free.",
            "price" : "8"
          }
        ]
      }   
    ]
  }
}