{
  "menu" : {
    "meta" : { 
      "header" : " Dinner Menu.",
      "title" : "Summer Season 2014"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "start", 
        "class" : "start", 
        "descript" : "our raw starters", 
         "items" : [
          {
            "title" : "Brie and Fruit",
            "descript" : "A brie style cashew cheese served  with local honey, fresh fruit and a bread made of walnut coconut and chia flour.",
            "price" : "10"
          },
          {
            "title" : "Tomato Flat Bread",
            "descript" : "Crispy vegetable and flax flatbread with pistachio and basil pesto, fresh local tomatoes and creamy chevre style almond cheese.",
            "price" : "9"
          },                  
          {
            "title" : "Chaat Puri",
            "descript" : "Crispy flax cups stuffed with coconut, green peas and sunflower served with chili spiced mango chutney and mint coconut and cucumber coulis.",
            "price" : "8"
           },                  
           {
            "title" : "Summer Berry Salad",
            "descript" : "Fresh Summer Berries, chopped arugula, shaved turmeric, coconut, ginger and dehydrated orange.",
            "price" : "7"
            }
        ]
      }, 
      {
        "title" : "raw main", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Lasagna",
            "descript" : "Soft flax zucchini and spinach noodles, with sun dried tttomato marinara, coconut and almond ricotta, chopped kale and basil with fresh heirloom tomatoes and cashew parmesan. Served with a fresh, shaved green bean salad.",
            "price" : "15"
          },
          {
            "title" : "Perogies",
            "descript" : "Chia seed and coconut dough filled with carrot, sunflower and plantain, served with red cabbage, caraway seeds and chopped greens topped with pumpkin and sesame seed cream and a juniper vinaigrette and pickled then crisped red onion.",
            "price" : "15"
          },                
          {
            "title" : "Zucchini Noodle Alfredo",
            "descript" : "Spiralized zucchini noodles with cashew alfredo sauce, swiss chard and basil topped with pistachio parmesan. Served with semi dehydrated portobello steak.",
            "price" : "15"
          }
        ]
      },        
      {
        "title" : "hot main",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Burrito Bowl",
            "descript" : "Peppers, tomatoes and onion sauteed with kale and black beans in a chili spiced tomato sauce served over brown rice with avocado cashew cheese sauce and fresh salsa.",
            "price" : "13"
           },         
           {
            "title" : "Green Bean Noodles",
            "descript" : "Shiitake and enoki mushrooms, broccoli, water chestnuts, thinly sliced collard greens, miso and mushroom and black garlic broth, crushed peanuts and basil.",
            "price" : "13"
           },
           {
            "title" : "Indian Spiced Eggplant",
            "descript" : "Tomato, cauliflower, swiss chard, green peas, chickpeas and coconut milk . Served with brown rice.",
            "price" : "13"
           },
           {
            "title" : "Oyster Scallop Salad",
            "descript" : "Seared king oyster mushrooms with seaweed, carrots, kale, spinach and wild black rice with a sesame vinaigrette and fresh cucumbers.",
            "price" : "12"
           },
           {
            "title" : "Peanut Butter Chopped Salad",
            "descript" : "Kale, peppers, carrots, cabbage, celery and broccoli chopped up with peanuts and chickpeas with a maple sweetened peanut butter sauce.",
            "price" : "12"
           },
           {
            "title" : "gardan salad",
            "descript" : "Baby greens, kale, avocado, peppers, carrots, cucumber and tomato with a balsamic vinaigrette and pumpkin seeds.",
            "price" : "10"
           }
        ]
      },         
      {
        "title" : "end", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Goji berry and Lemon Curd NF",
            "descript" : "Served with black berrty pure, pumpkin seed crumble and acai berry sorbet.",
            "price" : "9"
          },
          {
            "title" : "Carrot cake",
            "descript" : "Cocoa butter frosting and a cinnamon and fig sauce.",
            "price" : "9"
          },
          {
            "title" : "Rose and Vanilla Scented Cheesecake",
            "descript" : "Cardamon crust saffron and mango sauce and raspberry dust.",
            "price" : "9"
          },                  
          {
            "title" : "Chocolate Brownie",
            "descript" : "Chocolate almond toffee, fresh strawberries and strawberry sauce and vanilla poppy seed ice cream.",
            "price" : "9"
          }
        ]
      }   
    ]
  }
}