{
  "menu" : {
    "meta" : { 
      "header" : " Dinner Menu.",
      "title" : "Fall Season 2014"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "start", 
        "class" : "start", 
        "descript" : "our raw starters", 
         "items" : [
          {
            "title" : "Turnip & Saffron Risotto",
            "descript" : "Red palm, pumpkin seed, and butternut squash. Topped with sunflower seed crusted portobello and fresh thyme.",
            "price" : "8"
          },
          {
            "title" : "Cheese & Paté",
            "descript" : "Apple white-pepper almond cheese with a pumpkin walnut paté. Served with fresh fruit and pecan crisps.",
            "price" : "11"
          },                  
          {
            "title" : "Brussel Sprout Salad",
            "descript" : "Shaved brussel sprouts, shredded pumpkin, apples, and pistachios. Served with dehydrated carrots and date sweetened garam masala dressing.",
            "price" : "7"
           },                  
           {
            "title" : "Spicy Kohlrabi Noodles",
            "descript" : "Noodles in an avocado cream. Accompanied with Thai chili sauce. Topped with sesame seeds and virgin peanuts.",
            "price" : "9"
            }
        ]
      }, 
      {
        "title" : "raw main", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Pizza",
            "descript" : "Sweet potato and golden flax crust. A sun-dried tomato sauce. Mushroom and almond sausage. With spinach, cashew cheese, and wilted yellow onions.",
            "price" : "15"
          },
          {
            "title" : "Ravioli",
            "descript" : "Rutabaga, chia, and coconut pasta filled with a butternut squash and pine nut cheese. With coconut sage cream sauce, cashew parmesan, and baby kale.",
            "price" : "15"
          },                
          {
            "title" : "Falafel",
            "descript" : "Sunflower and carrot falafel wrapped with a pumpkin seed, chia, and flax pita. With cucumber cream, parsley pesto, tomato, and lettuce.",
            "price" : "15"
          }
        ]
      },        
      {
        "title" : "hot main",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Pumpkin Curry",
            "descript" : "Potato, sweet potato, pumpkin, butter beans, and kale in a pumpkin seed and tomato curry sauce. Served with brown rice.",
            "price" : "13"
           },         
           {
            "title" : "Truffle Mac and Cheese",
            "descript" : "Brown rice pasta, cashew and coconut cheese sauce, spinach, crimini mushrooms, and green peas. Topped with black truffle infused olive oil.",
            "price" : "13"
           },
           {
            "title" : "Peanut Butter Squash",
            "descript" : "Butternut squash, collard greens, black-eyed peas, cabbage, and red quinoa. A maple peanut sauce. Topped with crushed peanuts and fresh thyme.",
            "price" : "13"
           },
           {
            "title" : "Rice and Sea Greens",
            "descript" : "A warm bowl of brown rice topped with a chilled salad of seaweed, spinach, kale, carrots, sesame, sunflower seeds, and avocado. Served with a spinach, lemon, and coconut amino dressing.",
            "price" : "13"
           },
           {
            "title" : "Shredded Root Vegetable Salad",
            "descript" : "Turnip, Carrot, Beet, Rutabaga, cabbage, kale, walnuts and apple. Served with a whole grain mustard, balsamic, and agave dressing.",
            "price" : "11"
           },
           {
            "title" : "garden salad",
            "descript" : "Baby greens, kale, red pepper, cucumber, avocado, carrot, pumpkin seeds, and tomato. Served with a balsamic dressing.",
            "price" : "10"
           }
        ]
      },         
      {
        "title" : "end", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Pumpkin Cheesecake",
            "descript" : "Cashew, coconut, and pumpkin spices. Drizzled with fresh fruit and local raw honey.",
            "price" : "9"
          },
          {
            "title" : "Beet & Pumpkin Seed Custard",
            "descript" : "Topped with fresh apples and cinnamon white chocolate. Nut Free.",
            "price" : "8"
          },
          {
            "title" : "Ice Cream Sandwich",
            "descript" : "Butternut squash ice cream between two almond ginger snap cookies. Along with a chai tea and cacao sauce.",
            "price" : "10"
          },                  
          {
            "title" : "Double Chocolate Pecan Torte",
            "descript" : "Avocado and cacao torte topped with a coconut cashew cream and salty cacao nibs.",
            "price" : "10"
          }
        ]
      }   
    ]
  }
}