{
  "menu": {
    "meta": {
      "header": "Dinner Menu.",
      "title": "Winter Season 2016"
    },
    "config": {
      "season": "",
      "descript": ""
    },
    "menulist": [{
      "title": "raw vegan appetizers",
      "class": "start",
      "descript": "our raw vegan starters",
      "items": [{
        "title": "Nut Cheese Sampler ",
        "descript": "Cashew brie, smoked pecan asiago, and walnut cheddar. Served with assorted sliced vegetables, pumpkin seed crackers, mustard cream, and apricot chutney with dates and sage.",
        "price": "16"
      }, {
        "title": "Oyster Mushroom and Avocado Nori Rolls",
        "descript": "With coconut, cashew, and cauliflower rice, wrapped in untoasted nori paper. Served with a horseradish cream and coconut amino dipping sauce.",
        "price": "9"
      }, {
        "title": "Zucchini Summer Rolls",
        "descript": "Thinly sliced zucchini filled with carrot, cucumber, kelp noodles, basil, and shiitake mushrooms. Served with a sweet and sour dipping sauce.",
        "price": "8"
      }, {
        "title": "Smoked Beet and Walnut Pate",
        "descript": "Served on sliced carrots and topped with red grapes and local honey.*",
        "price": "7"
      }]
    }, {
      "title": "raw vegan entrees",
      "class": "raw_main",
      "items": [{
        "title": "Enchiladas",
        "descript": "Red pepper and flax tortillas filled with spiced walnut “meat”, avocado, spinach, chopped tomato, and almond cheese. Topped with a cacao and ancho chile sauce.",
        "price": "16"
      }, {
        "title": "Zucchini Parsnip and Turnip Fettuccine",
        "descript": "Served in a sundried tomato marinara sauce with pumpkin seed and portobello mushroom meatballs. Topped with cashew parmesan and black pepper.",
        "price": "16"
      }, {
        "title": "Avocado Curry",
        "descript": "Avocado, cucumber, red pepper, and chopped spinach in a cashew curry sauce. Served with beet, carrot, and coconut rice seasoned with paprika and Jamaican allspice. Topped with a cilantro and green pea chutney.",
        "price": "16"
      }]
    }, {
      "title": "100% gluten free cooked entrees",
      "class": "hot_main",
      "items": [{
        "title": "Peanut Butter Broccoli ",
        "descript": "Broccoli, brussel sprouts, kale, and thinly sliced jalapenos simmered in a savory ginger peanut sauce. Served with brown rice and topped with toasted peanuts.",
        "price": "13"
      }, {
        "title": "Vermicelli Mushroom Bowl",
        "descript": "Rice noodles cooked in a ginger and miso broth with assorted mushrooms, potatoes, carrots, green onions, and seaweed. Topped with fresh greens.",
        "price": "13"
      }, {
        "title": "Cashew Dumplings",
        "descript": "Gluten free dumplings stuffed with cashew, turnip, and red cabbage. Simmered in a red pepper and coconut broth and served over thinly sliced zucchini and spinach.",
        "price": "14"
      }, {
        "title": "Three Potato Stew",
        "descript": "Golden, red, and blue potatoes, kale, carrots, and butternut squash simmered in a carrot-infused pumpkin seed milk with fresh rosemary and thyme. Served with brown rice.",
        "price": "14"
      }, {
        "title": "Chopped Kale Salad",
        "descript": "With sliced brussel sprouts, avocado, cucumber, pumpkin seeds, and arugula. Tossed in a spinach and lemon vinaigrette.",
        "pricelist": {
          "large": "13",
          "small": "9"
        }
      }, {
        "title": "Green Lentil And Spinach Salad",
        "descript": "With cherry tomatoes, red pepper, carrots, raw walnuts and brown rice. Tossed in a balsamic and roasted garlic dressing.",
        "pricelist": {
          "large": "13",
          "small": "9"
        }
      }]
    }, {
      "title": "raw vegan desserts",
      "class": "end",
      "items": [{
        "title": "Sorbet",
        "descript": "Strawberry, grapefruit, and hibiscus sorbet topped with local honey.*",
        "price": "5"
      }, {
        "title": "Tiramisu",
        "descript": "A raw version of the traditional dessert with almond ladyfingers, chocolate cream, cold pressed coffee, coconut cream, and vanilla-infused coffee sauce.",
        "price": "10"
      }, {
        "title": "Banana Cream Cake",
        "descript": "Cinnamon and hazelnut spice cake filled with banana cream, topped with fresh bananas and mango sauce. Served with persimmon ice cream.",
        "price": "10"
      }, {
        "title": "Black Cherry Mousse",
        "descript": "With lemon shortbread, vanilla cream, and fresh blackberries.",
        "price": "8"
      }]
    }]
  }
}
