{
  "menu" : {
    "meta" : { 
      "header" : " Dinner Menu.",
      "title" : "Winter Season 2015"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "raw vegan appetizers", 
        "class" : "start", 
        "descript" : "our raw vegan starters", 
         "items" : [
          {
            "title" : "Parsnip Bites",
            "descript" : "Sunflower seed, parsnip, sesame, and turmeric. Served with a spicy, ginger, sun dried tomato, and chili sauce",
            "price" : "7"
          },
          {
            "title" : "Beet Tartare",
            "descript" : "Walnut, portobello, beet, coconut chips, cashew cream, and paprika oil.",
            "price" : "10"
          },                  
          {
            "title" : "Lettuce Wraps",
            "descript" : "Crisp romaine leaves with a mediterranean spiced, coconut, carrot and almond filling. Topped with pickled radish and fresh green onions.",
            "price" : "8"
           },                  
           {
            "title" : "Cinnamon Apple Bread",
            "descript" : "Served with vanilla, cashew butter, fresh apples, and apricot preserves.",
            "price" : "7"
            }
        ]
      }, 
      {
        "title" : "raw vegan entrees", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Kimchi Stuffed Nori",
            "descript" : "Marinated Chinese mushrooms, lime cream, diakon noodles, avocado, and spinach.",
            "price" : "15"
          },
          {
            "title" : "Moroccan Spiced Root Fritters",
            "descript" : "Coconut and cauliflower mash, chopped kale, sweet pepper cream, and cilantro chimichurri.",
            "price" : "15"
          },                
          {
            "title" : "Butternut and Rutabaga Spaghetti",
            "descript" : "With a chunky tomato marinara, walnut and beet “meat” balls, fresh spinach, and cashew parmesan.",
            "price" : "15"
          }
        ]
      },        
      {
        "title" : "cooked main",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Perogies",
            "descript" : "Pittsburgh classic. Filled with potato and cashew cheese. Pan fried with red onion and garlic. Served with a kale and cabbage slaw.",
            "price" : "13"
           },         
           {
            "title" : "Cheesy Penne",
            "descript" : "Brown rice penne with broccoli, red pepper and shredded carrots. Cooked in a cheddar style cashew cheese sauce.",
            "price" : "13"
           },
           {
            "title" : "Mushroom Noodle Bowl",
            "descript" : "Miso and mushroom broth. Noodles made of green bean flour and thinly sliced portobello mushrooms. Topped with fresh vegetables, herbs, and side of sweet chili paste.",
            "price" : "13"
           },
           {
            "title" : "Cajun Stew",
            "descript" : "Oyster mushrooms, okra, red and green peppers, collard greens, and kidney beans. Spicy tomato based sauce and brown rice. Topped with an arugula salad, green onion, and black salt.",
            "price" : "13"
           },
           {
            "title" : "Peanut Butter Salad",
            "descript" : "Sweet potato, kale, red onion, spinach, broccoli, green lentils, and red cabbage. Served with a peanut butter and balsamic dressing.",
            "price" : "11"
           },
           {
            "title" : "garden salad",
            "descript" : "Baby greens, kale, red pepper, cucumber, avocado, carrot, pumpkin seeds, and tomato. Served with a balsamic dressing.",
            "price" : "10"
           }
        ]
      },         
      {
        "title" : "raw vegan deserts", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Chocolate Mint Layer Cake",
            "descript" : "Fresh mint served with a raspberry cream.",
            "price" : "10"
          },
          {
            "title" : "Banana Split",
            "descript" : "With two kinds of ice cream, cherry, pistachio, cinnamon, and white chocolate. As well as chocolate fudge, candied walnuts, and vanilla whip cream.",
            "price" : "11"
          },
          {
            "title" : "Lime Pomegranate Pie",
            "descript" : "Served with fresh pomegranate jewels. An entirely nut free dessert.",
            "price" : "9"
          },                  
          {
            "title" : "Double Chocolate Pecan Torte",
            "descript" : "With local raw honey and grapefruit.",
            "price" : "10"
          }
        ]
      }   
    ]
  }
}