{
  "menu" : {
    "meta" : { 
      "header" : "Dinner Menu.",
      "title" : "Summer Season 2015"
    },
    "config" : {
      "season" : "",
      "descript" : ""
    },
    "menulist": [
      {
        "title" : "raw vegan appetizers", 
        "class" : "start", 
        "descript" : "our raw vegan starters", 
         "items" : [
          {
            "title" : "Watermelon Tartare",
            "descript" : "Wakame, coconut aminos, avocado, green onion, and sesame. Served with coconut and pecan chips, endive, and crispy kale.",
            "price" : "10"
          },
          {
            "title" : "Bruschetta",
            "descript" : "Flax and vegetable toast, topped with fresh tomatoes, garlic, onion, and basil.",
            "price" : "8"
          },                  
          {
            "title" : "Cashew Brie Cheese",
            "descript" : "Served with strawberry and walnut bread, fig jam, and fresh fruit, drizzled with local honey*.",
            "price" : "13"
           },                  
           {
            "title" : "Spicy Cucumber Rolls",
            "descript" : "Filled with carrot, avocado, spinach, and a pumpkin seed mousse. Topped with a red chili sauce.",
            "price" : "7"
            }
        ]
      }, 
      {
        "title" : "raw vegan entrees", 
        "class" : "raw_main", 
        "items" : [
          {
            "title" : "Dosa",
            "descript" : "Flax and chia crèpe lined with a salted chili paste and filled with plantain, green peas, and coconut. Accompanied with pickled onions, cucumber, mint chutney, and a mango and tamarind sauce.",
            "price" : "16"
          },
          {
            "title" : "Fettuccine Alla Vodka",
            "descript" : "Zucchini and mung bean, edamame noodles in a sundried tomato and cashew vodka-style sauce. Served with garlic bread and crispy mushrooms.",
            "price" : "16"
          },                
          {
            "title" : "Green Burger",
            "descript" : "Hemp seed, shiitake, and spinach burger, flax and kale bun, fresh watercress, tomato, pumpkin seed and parsley pate, and cashew cheese. Served with garlic kale chips and a chopped kale salad.",
            "price" : "16"
          }
        ]
      },        
      {
        "title" : "100% gluten free cooked entrees",
        "class" : "hot_main", 
        "items" : [
          {
            "title" : "Heirloom Tomato Marinara ",
            "descript" : "Quinoa and brown rice pasta, roasted eggplant, and zucchini. Topped with cashew parmesan.",
            "price" : "13"
           },         
           {
            "title" : "Masoor Dal with Roasted Vegetables",
            "descript" : "Seasoned with horseradish, sunflower seed milk, and tomato. Topped with roasted cauliflower, fennel, and carrot.",
            "price" : "13"
           },
           {
            "title" : "Basil Noodles",
            "descript" : "Mung bean noodles, crimini and oyster mushrooms, spinach, kale, and watercress. Served in a basil-infused coconut broth.",
            "price" : "13"
           },
           {
            "title" : "Mexico Bowl",
            "descript" : "Warm brown rice served with a three bean salad, cashew queso, roasted tomato salsa, and toasted pepitas. Topped with fresh corn, tomatoes, red peppers, green onions, and avocado.",
            "price" : "13"
           },
           {
            "title" : "Spicy Pineapple Curry",
            "descript" : "Red peppers, carrots, zucchini, and cauliflower served in a spicy red curry sauce. Seasoned with roasted red peppers, ginger, lime, and coconut milk.",
            "price" : "13"
           },
           {
            "title" : "Chopped Kale Salad",
            "descript" : "inely chopped kale, broccoli, cabbage, carrots, peppers, tomatoes, cucumbers, and spinach. Tossed in a creamy garlic vinaigrette and topped with avocado, walnuts, and sunflower seeds.",
            "pricelist" : {
              "large" : "11",
              "small" : "8"
            }
          }
        ]
      },         
      {
        "title" : "raw vegan desserts", 
        "class" : "end", 
        "items" : [
          {
            "title" : "Watermelon and Basil Sorbet ",
            "descript" : "Served with local honey* and a pumpkin seed cookie. This dessert is nut free.",
            "price" : "7"
          },
          {
            "title" : "Chocolate Cheese Cake",
            "descript" : "Served with blackberry cream, blackberry purée, and fresh blackberries.",
            "price" : "10"
          },
          {
            "title" : "Lemon Cream Pie",
            "descript" : "Lemon curd and vanilla cream with a rosewater, mango, and grapefruit sorbet.",
            "price" : "9"
          },                  
          {
            "title" : "Summer Fruit Cobbler",
            "descript" : "Served with vanilla ice cream and and strawberry purée, topped with a pecan and coconut sap crumble.",
            "price" : "9"
          }
        ]
      }   
    ]
  }
}